var data = [
    {
      title: '얌샘김밥',
      partnership: '만원이상 결제시 5% 할인',
      lat: '35.8430248354689',
      lng: '127.12847104414631'
    },{
      title: '도야생곱창갈비',
      partnership: '2만원 이상 주문시 주먹밥 서비스',
      lat: '35.845822229654345',
      lng: '127.1250705696293'
    },{
      title: '엽기떡볶이',
      partnership: '14000원 이상 주문시 쿨피스 & 김말이 서비스',
      lat: '35.844227861754604',
      lng: '127.12656018837488'
    },{
      title: '동창야채닭갈비',
      partnership: '2인 주문시 음료수 한 병 & 3인이상 주문시 라면 & 우동 & 하얀떡사리선택',
      lat: '35.84124915991833',
      lng: '127.13103351513166'
    },{
      title: 'bhc',
      partnership: '홀 & 방문 포장 2만원 이상 치즈볼 2알 & 치킨 두 마리이상 결제 시 치즈볼 3알 서비스',
      lat: '35.84434214023862',
      lng: '127.12627573536507'
    },{
      title: '전주현대옥',
      partnership: '3인이상 음료수 or 오징어 사리 선택',
      lat: '35.844587',
      lng: '127.124045'
    },{
      title: '청년다방',
      partnership: '치즈사리 추가 or 다른 사리로 1개 교환 가능',
      lat: '35.843025623954105',
      lng: '127.1279345883258'
    },{
      title: '충만치킨',
      partnership: '현금 결제 시 테이블당 천원할인',
      lat: '35.843458732573644',
      lng: '127.1265519738911'
    },{
      title: '피자게이트',
      partnership: '현금 결제 시 결제금액의 5%에 해당하는 서비스',
      lat: '35.843505291598646',
      lng: '127.1379870006664'
    },{
      title: '홍콩반점',
      partnership: '탕수육 천원 할인',
      lat: '35.84419408924604',
      lng: '127.12491223367076'
    },{
      title: '깡통집',
      partnership: '현금 또는 계좌이체 10%할인 or 테이블 당 볶음밥 서비스',
      lat: '35.84160514437896',
      lng: '127.13294041341521'
    },{
      title: '닭터닭갈비',
      partnership: '3인 이상 주문 시 치즈사리 서비스',
      lat: '35.84267584188084',
      lng: '127.12794013947641'
    },{
      title: '대학오겹살',
      partnership: '대학삼겹살 3인분 이상 주문 시 된장찌개 서비스',
      lat: '35.844057315893906',
      lng: '127.12633742616978'
    },{
      title: '수니네 감자탕',
      partnership: '현금 결제 시 주류 1000원 할인',
      lat: '35.842658',
      lng: '127.127936'
    },{
      title: '팬텀팬피그',
      partnership: '개인:점심 한정 기존가격 10% 할인 & 단체:special upgrade & 단체 예약시 주류 2500',
      lat: '35',
      lng: '127'
    },{
      title: '국밥세상&막국수',
      partnership: '국밥 한 그릇 당 500원 할인',
      lat: '35.84482544182279',
      lng: '127.1262148394623'
    },{
      title: '길손네',
      partnership: '닭도리탕 주문시 천원 할인(반마리도 가능)',
      lat: '35.84431170104568',
      lng: '127.12697310967837'
    },{
      title: '덕일관',
      partnership: '현금결제시 10%할인',
      lat: '35.84422473185519',
      lng: '127.12671829983286'
    },{
      title: '또또분식',
      partnership: '국밥 한 그릇 당 500원 할인',
      lat: '35.842373',
      lng: '127.135438'
    },{
      title: '라화쿵푸',
      partnership: '-5%할인',
      lat: '35.844088912535',
      lng: '127.12723525887284'
    },{
      title: '마이마이 치킨',
      partnership: '홀 기본 떡사리 추가 & 현금결제시 마리당 2000원 할인 or 주류 한병당 1000원 할인 & 동전관 1 & 2 학생회관에서 배달시 떡사리 추가 & 두마리 이상 주문시 음료 대',
      lat: '35.8443508371491',
      lng: '127.12615503596456'
    },{
      title: '본죽&비빔밥',
      partnership: '500원 할인',
      lat: '35.84518356192895',
      lng: '127.12568564938944'
    },{
      title: '서래',
      partnership: '현금결제시 접시당 한접시 1500원 & 반 접시 500원 할인',
      lat: '35.842695978423656',
      lng: '127.12824653536407'
    },{
      title: '신포우리만두',
      partnership: '3만원 이상 결제시 10%할인',
      lat: '35.84409862635847',
      lng: '127.126200633515864'
    },{
      title: '광장숯불갈비',
      partnership: '요리 주문 시 음료 서비스',
      lat: '35.84461950324965',
      lng: '127.12452463288099'
    },{
      title: '123룸포차',
      partnership: '현금 10% 할인',
      lat: '35.84282628472719',
      lng: '127.12842454586006'
    },{
      title: '건남',
      partnership: '현금 결제 시 5% 할인 & 30000원 이상 주문시 금액 10%상당 안주 서비스',
      lat: '35.84247435136745',
      lng: '127.1273668818227'
    },{
      title: '무지개맥주',
      partnership: '현금 결제시 10% 할인 & 카드 결제 시 5% 할인',
      lat: '35.8440629926277',
      lng: '127.12667848681734'
    },{
      title: '술집김군',
      partnership: '현금 결제시 10% 할인 & 테이블당 음료 1캔',
      lat: '35.842563252091644',
      lng: '127.12844888573397'
    },{
      title: '시장골목집',
      partnership: '테이블당 빙수 서비스',
      lat: '35.84338010883106',
      lng: '127.12790645483483'
    },{
      title: '해브어 굿 테이블',
      partnership: '현금 결제시 5% 할인',
      lat: '35.842322133003016',
      lng: '127.12835224640827'
    },{
      title: '브디런',
      partnership: '현금 결제시 5% 할인',
      lat: '35.843466044651834',
      lng: '127.1275453770969'
    },{
      title: '스카이 이즈 블루',
      partnership: '8시 이전 입장 시 감자 고로케 서비스 & 현금 결제 시 생맥 제외한 주류 병당 천원씩 할인',
      lat: '35.842605911229306',
      lng: '127.1274936933587'
    },{
      title: '수상한포차',
      partnership: '주류 병당 3500원 할인 or 현금 결제 시 10% 할인',
      lat: '35.84257337840022',
      lng: '127.12883364288614'
    },{
      title: '슬기네 가맥',
      partnership: '현금 결제 시 10% 할인',
      lat: '35.8448973440759',
      lng: '127.12525860328839'
    },{
      title: '아지트',
      partnership: '현금 결제 시 10% 할인',
      lat: '35.843089596953455',
      lng: '127.1281145468834'
    },{
      title: '옛촌',
      partnership: '주전자당 1000원 할인 & 주류 병당 500원 할인',
      lat: '35.8407490088371',
      lng: '127.13018814144398'
    },{
      title: '천궁',
      partnership: '현금 결제시 10% 할인 & 카드 결제 시 5% 할인',
      lat: '35.84308243189875',
      lng: '127.12681921804939'
    },{
      title: '통집',
      partnership: '4시 이후 현금 결제시 5% 할인',
      lat: '35.843039653488766',
      lng: '127.13475403883668'
    },{
      title: '달콤함을 담다',
      partnership: '음료 10% 할인',
      lat: '35.844019',
      lng: '127.137568'
    },{
      title: '시멘트 카페',
      partnership: '현금 결제시 500원 할인, 행사 시 쿠폰',
      lat: '35.842580005436695',
      lng: '127.1283477935277'
    },{
      title: '흑화당',
      partnership: '학기 중 음료 500원 할인(다른 행사 중복 불가)',
      lat: '35.843953022751286',
      lng: '127.12714942818803'
    },{
      title: '꼬꼬뱅뱅',
      partnership: '재학생대상 할인 쿠폰 판매',
      lat: '35.944957527284934',
      lng: '126.96589828127343'
    },{
      title: '카페지인',
      partnership: '2잔 이상 구매시 10% 할인',
      lat: '35.94088479690654',
      lng: '126.95593878938459'
    }
]